Repository: ebaumann/jbirthdays
Catalog: OmegaT/en-de/en-de-omegat.tmx
Source language: en
Languages: de

source: &Add
de: &Hinzufügen

source: &Cancel
de: &Abbrechen

source: &Day:
de: &Tag:

source: &Edit
de: &Bearbeiten

source: &First Name:
de: &Vorname:

source: &Import...
de: &Importieren...

source: &Last Name:
de: &Nachname:

source: &Month:
de: &Monat:

source: &Notes:
de: Noti&zen:

source: &Remove
de: &Entfernen

source: &Search Person:
de: Person &suchen:

source: &View Logfile
de: &Protokolldatei anzeigen

source: &Year:
de: &Jahr:

source: (Born {0,date,medium})
de: (Geboren {0,date,medium})

source: <html><b>JBirthdays</b> Version {0}, {1}.<p><p>Author: <b>Elmar Baumann</b> &lt;eb@elmar-baumann.de&gt;<p><p>Used libraries in alphbetical order:</p><ul><li>Parts of the NetBeans platform</li></ul></html>
de: <html><b>JBirthdays</b> Version {0}, {1}.<p><p>Author: <b>Elmar Baumann</b> &lt;eb@elmar-baumann.de&gt;<p><p>Benutzte Bibliotheken in alphabetischer Reihenfolge:</p><ul><li>Teile der NetBeans-Platform</li></ul></html>

source: <html>At least a person must have<ul><li>A last name</li><li>A valid day and month of the birthday</li></ul></html>
de: <html>Eine Person muss auf jeden Fall haben<ul><li>Einen Nachnamen</li><li>Einen gültigen Tag und Monat für den Geburtstag</li></ul></html>

source: <html>Downloaded a new version ({0}) of JBirthdays: {1}<p>Install new JBirthdays version after quitting JBirthdays?</html>
de: <html>Eine neue Version ({0}) von JBirthdays wurde heruntergeladen: {1}<p>Neue JBirthdays Version installieren nach dem Beenden von JBirthdays?</html>

source: <html>Error loading persons:<p>{0}</html>
de: <html>Fehler beim Laden der Personen:<p>{0}</html>

source: <html>Error opening the log file {0}:<p>{1}</html>
de: <html>Fehler beim Öffnen der Protokolldatei {0}:<p>{1}</html>

source: <html>Error saving persons:<p>{0}</html>
de: <html>Fehler beim Speichern der Personen:<p>{0}</html>

source: <html>Hint: If imported persons containing "weird" characters, delete that persons and re-import them with a different encoding.<br/>Under Windows the encoding usually is "<b>{0}</b>" and under Linux "<b>{1}</b>".</html>
de: <html>Hinweis: Falls die importierten Personen "merkwürdige" Zeichen enthalten, löschen Sie diese und importieren sie mit einer anderen Zeichenkodierung.<br/>Unter Windows ist die Zeichenkodierung gewöhnlich "<b>{0}</b>" und unter Linux "<b>{1}</b>".</html>

source: <html>Java does not support open files for this sytem environment.<p>Try to open the log file with a text editor:<p>{0}</html>
de: <html>Java unterstützt nicht das Öffnen von Dateien für diese Betriebssystem-Umgebung.<p>Versuchen Sie, die Datei mit einem Texteditor zu öffnen:<p>{0}</html>

source: About
de: Über

source: Age
de: Alter

source: Automatically check for and download &Updates after starting JBirthdays
de: Automatisch auf &Updates prüfen und diese herunterladen nach Start von JBirthdays

source: Available Database formats:
de: Verfügbare Datenbankformate:

source: Birthday
de: Geburtstag

source: Birthday today, {0,date,medium}
de: Geburtstag heute, {0,date,medium}

source: Birthday {0,choice,1#tomorrow|1<within the next {0} days}
de: Geburtstag {0,choice,1#morgen|1<in den kommenden {0} Tagen}

source: Birthday {0,choice,1#yesterday|1<in the past {0} days}
de: Geburtstag {0,choice,1#gestern|1<während der vergangenen {0} Tage}

source: Birthday {0} {1}{2}
de: Geburtstag {0} {1}{2}

source: Born
de: Geboren

source: Choose database
de: Datenbank auswählen

source: Choose database file of old Birthdays program database
de: Datenbankdatei des alten Geburtstagsprogramms auswählen

source: Choose existing JBirthdays database
de: Existierende JBirthdays-Datenbank auswählen

source: Choose export file
de: Datei für den Export auswählen

source: Choose file with exported persons
de: Datei mit exportierten Personen auswählen

source: Choose persons for export
de: Personen für den Export auswählen

source: Choose target folder for iCal file
de: Zielordner für die iCal-Datei auswählen

source: Database
de: Datenbank

source: Date of Birth
de: Geburtstag

source: Dates
de: Termine

source: Download successful
de: Download war erfolgreich

source: Downloaded a new version ({0}) of JBirthdays: {1}
de: Neue Version ({0}) von JBirthdays heruntergeladen#: {1}

source: E&xit
de: &Beenden

source: E&xport...
de: E&xportieren...

source: Edit Person
de: Person bearbeiten

source: Error
de: Fehler

source: Error calling mail client: {0}
de: Fehler beim Aufruf des E-Mail-Programms: {0}

source: Error exporting iCal file: {0}
de: Fehler beim Exportieren der iCal-Datei: {0}

source: Error importing {0}
de: Fehler beim importieren von {0}

source: Error moving database: {0}
de: Fehler beim Verschieben der Datenbank: {0}

source: Export
de: Exportieren

source: Export completed
de: Export beendet

source: Export error: {0}
de: Fehler beim Export: {0}

source: Export finished
de: Export beendet

source: Export for importing with an other JBirthdays application or for a Backup
de: Export für den Import mit einer anderen JBirthdays-Anwendung oder für ein Backup

source: Export to i&Cal...
de: Nach i&Cal exportieren...

source: Exported {0,choice,0#no person|1#one person|1<{0} persons} to iCal file {1}
de: {0,choice,0#Keine Person|1#Eine Person|1<{0} Personen} in iCal-Datei {1} exportiert.

source: File &encoding:
de: Zeichenk&odierung der Datei:

source: File ''{0}'' is not a valid JBirthdays'' file!
de: Die Datei ''{0}'' ist keine gültige JBirthdays-Datei!

source: File:
de: Datei:

source: Happy birthday
de: Alles Gute zum Geburtstag

source: Hint: Double click onto a person opens it's edit dialog and displays notes in a larger display area
de: Hinweis: Doppelklick auf eine Person öffnet ihren Bearbeiten-Dialog und zeigt die Notizen auf einer größeren Fläche an.

source: I&mport...
de: I&mportieren...

source: Import (skips existing persons)
de: Import (ignoriert bereits existierende Personen)

source: Import error: {0}
de: Fehler beim Import: {0}

source: Import finished
de: Import beendet

source: Import from QT Birthdays database
de: Von einer alten QT-Geburtstagsdatenbank importieren

source: Import from a file exported with JBirthdays
de: Import einer Datei, die mit JBirthdays exportiert wurde

source: Import from previous old Birthday application
de: Von der vorherigen alten Geburtstags-Anwendung importieren

source: Imported {0,choice,0#no person|1#1 person|1<{0} persons}.
de: {0,choice,0#Es wurde keine Person|1#Es wurde eine Person|1<Es wurden {0} Personen} importiert.

source: Imported {0,choice,0#no person|1#one person|1<{0} persons}.
de: {0,choice,0#Es wurde keine Person|1#Es wurde eine Person|1<Es wurden {0} Personen} importiert.

source: Inform days &after a birthday:
de: Tage &nach einem Geburtstag informieren:

source: Inform days &before Birthday:
de: Tage &vor einem Geburtstag informieren:

source: Invalid Date for month = {0} and day = {1}
de: Ungültiges Datum für Monat = {0} und Tag = {1}

source: Invalid file
de: Ungültige Datei

source: Invalid number
de: Ungültige Zahl

source: JBirthdays Bug
de: JBirthdays-Fehler

source: JBirthdays XML files
de: JBirthdays XML-Dateien

source: Java does not support Email for this operating system
de: Java unterstützt keine E-Mail für dieses Betriebssystem

source: Local XML file
de: Lokale XML-Datei

source: Move to a different folder
de: In einen anderen Ordner verschieben

source: No&tify for Birthday
de: Über Geburtstage bena&chrichtigen

source: Notes
de: Notizen

source: Overwrite existing file "{0}"?
de: Existierende Datei "{0}" überschreiben?

source: Person is not valid
de: Person-Daten sind ungültig

source: Persons
de: Personen

source: Please describe error and how it can be reproduced
de: Bitte Fehler beschreiben und wie dieser reproduziert werden kann

source: Please input a value between {0} and {1}
de: Bitte geben Sie eine Zahl ein zwischen {0} und {1}

source: Preferences
de: Einstellungen

source: Remove all selected persons?
de: Alle ausgewählten Personen entfernen?

source: Select &all
de: &Alle auswählen

source: Select &none
de: &Keine auswählen

source: Select Persons
de: Personen auswählen

source: Select new database folder
de: Neuen Datenbank-Ordner auswählen

source: Send &Bug Report
de: &Fehler melden

source: Start Email program for persons having birthday today (only if they have an Email address)
de: Startet das E-Mail-Program für Personen, die heute Geburtstag haben (nur falls sie eine E-Mail-Adresse besitzen)

source: Tools
de: Werkzeuge

source: Use this database format
de: Dieses Datenbankformat benutzen

source: XML files
de: XML-Dateien

source: iCal files can be read from many calendar applications such as Google Calendar or Lightning
de: iCal-Dateien können von vielen Kalender-Anwendungen gelesen werden wie Google Calendar oder Lightning

source: {0,choice,0#0 years|1#1 year|1<{0} years}
de: {0,choice,0#0 Jahre|1#1 Jahr|1<{0} Jahre}

source: {0,choice,0#0 years|1#1 year|1<{0} years} → {1,choice,0#0 years|1#1 year|1<{1} years}
de: {0,choice,0#0 Jahre|1#1 Jahr|1<{0} Jahre} → {1,choice,0#0 Jahre|1#1 Jahr|1<{1} Jahre}

source: {0,choice,0#No person|1#One person|1<{0} persons} has been exported.
de: {0,choice,0#Es wurde keine Person|1#Es wurde eine Person|1<Es wurden {0} Personen} exportiert.
